// src/constants/config.ts

/** Дата начала отношений */
export const START_DATE = new Date('2024-06-21T00:00:00');

/** Текст письма (Экран 2). Замени на своё письмо. */
export const LETTER_TEXT = `Милая моя, я поздравляю нас с нашей уже второй годовщиной. Я очень рад что в какой то момент познакомился с тобой. С тобой мне очень хорошо. Я безумно тебя люблю. Только с тобой я чувствую себя счастливым.
Мне так с тобой хорошо. Так приятно лежать с тобой рядом, обнимать тебя, целовать.
Лежать и смотреть на тебя и думать какая ты милашка и как с тобой мне хорошо
Только с тобой я чувствую себя счастливым
Прости меня за то что я такой забывчивый. Мне очень стыдно. Но я тебя очень очень сильно люблю тебя и хочу быть с тобой вечность
Это были чудесные 2 года. Потому что я провел их с тобой.
До тебя я не знал, что можно чувствовать себя настолько спокойно рядом с человеком. Ты стала моим местом, куда всегда хочется возвращаться.
С тобой даже самые обычные моменты становятся особенными. Просто лежать рядом, держать тебя за руку или смотреть на тебя — уже счастье.
Мне нравится всё в наших отношениях: наши разговоры, наши шутки, наши прогулки и даже моменты, когда мы просто молчим и обнимаемся.
 Ты стала для меня человеком, рядом с которым я могу быть собой. Без масок, без притворства. Просто собой.
Иногда я смотрю на тебя и думаю: Как вообще мне так повезло встретить такую девушку?
Ты невероятно милая. И, кажется, я никогда не устану смотреть на тебя и любоваться тобой.
Я не знаю, что ждёт нас впереди, но знаю одно: я хочу проживать это будущее именно с тобой.
Спасибо тебе за эти два года. За твою любовь, заботу, терпение и за то счастье, которое ты мне даришь каждый день. Я люблю тебя. Очень сильно. И хочу, чтобы впереди у нас было ещё бесконечно много годовщин.Я люблю тебя сильнее всех на свете`;

/** Путь или URL к картинке Love Is (Экран 3). Замени когда будет готова. */
export const LOVE_IS_IMAGE = '/love-is.png';

/** Подпись под картинкой Love Is (Экран 3). */
export const LOVE_IS_CAPTION = '';
    